Revit 2027 API
WorksharingDisplaySettings.GetGraphicOverrides Method
Overload List
Name | Description
GetGraphicOverrides(CheckoutStatus) |  Returns the graphic overrides associated with a particular ownership status.
GetGraphicOverrides(ModelUpdatesStatus) |  Returns the graphic overrides assigned to a particular model update status.
GetGraphicOverrides(String) |  Returns the graphic overrides assigned for elements owned by a particular user.
GetGraphicOverrides(WorksetId) |  Returns the graphic overrides assigned to elements in a particular workset.
Top
See Also
Reference
WorksharingDisplaySettings Class
Autodesk.Revit.DB Namespace